<html>
  <body>
  <h1 style="text-align:center"> 我的专业志趣网页</h1>
  <P style="text-indent:2em;">虽然进入计算机专业属于阴差阳错，但是，本人对于计算机专业也有一定的兴趣，同时在高中也曾参与过信息奥赛的学习，有过少量的计算机编程基础。</p>
  <P style="text-indent:2em;">自从进了高中由于课业负担较重，对于计算机的使用频率较低，大多数时间也是用来完成一些网上作业，或者在空闲时进行pascal编程的训练（极少……），能够较为熟练的使用Word ，Excel，ppt等办公软件，以及qq等聊天软件，玩的最多的游戏是一款号称坑害了一代人的王者荣耀……初中时曾学习过网页设计，但是基本已经忘记了，并不知道有哪些网页技术……最后，我希望通过该课程的学习，能够对电脑的各种软件硬件有较深的理解，并能够精通各种软件的基本应用！</p>
  <img src="timg2.jpeg" width="600" height="350" />
  <a href="file:///home/always/Desktop/%E4%B8%BB%E9%A1%B5.htm">返回主页</a>
  </body>
</html>
